/* Hot Keys: Key Combo text for 'empty' combo */
"(None)" = "(ohne)";

/* displayed in the cell */
"Click to record shortcut" = "Klicken, um Kurzbefehl aufzuzeichnen";

/* key modifier */
"Command + " = "Befehlstaste + ";

/* key modifier */
"Control + " = "ctrl-Taste + ";

/* key modifier */
"Option + " = "Wahltaste + ";

/* numeric keypad key. %@ is the name of the key */
"Pad %@" = "Ziffernblock %@";

/* key modifier */
"Shift + " = "Umschalttaste+ ";

/* No comment provided by engineer. */
"Space" = "Leertaste";

/* error description */
"The key combination \"%@\" can't be used because %@." = "Die Tastenkombination „%1$@“ kann nicht verwendet werden, weil %2$@";

/* error description */
"The key combination \"%@\" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)" = "Die Tastenkombination „%@“ kann nicht verwendet werden, weil sie bereits von einem systemweiten Tastaturkurzbefehl verwendet wird. (Wenn Sie diese Tastenkombination auf alle Fälle verwenden möchten, können die meisten Kurzbefehle in den Systemeinstellungen im Bereich „Tastatur“ geändert werden.)";

/* error description */
"The key combination \"%@\" can't be used because it's already used by the menu item \"%@\"." = "Die Tastenkombination „%1@“ kann nicht verwendet werden, weil sie bereits vom Menüobjekt „%2@“ verwendet wird.";

/* error description */
"The key combination %@ can't be used!" = "Die Tastenkombination „%@“ kann nicht verwendet werden!";

/* displayed in the cell */
"Type shortcut" = "Kurzbefehl eingeben";

/* displayed in the cell */
"Use old shortcut" = "Alten Kurzbefehl verwenden";

